{ 
  "welcome": "Welcome to my website! My name is Bakai, and I am a beginner full-stack developer. When I discovered programming I found my new passion. I enjoy learning new technologies and applying my skills to real projects. I am comfortable with HTML, CSS, and JavaScript and can work with the MERN stack. On this website, I have already deployed one app that I created and hopefully, many more will come. Thank you for visiting, and I look forward to connecting with you!",
  "aboutCS50": "The first course that I finished was CS50 - Harvard University's introduction to computer science and the art of programming. During the course, I learned about various programming concepts and languages, including C, Python, HTML, CSS, JavaScript, and SQL. I also gained a deeper understanding of computer science fundamentals such as algorithms, data structures, and computational thinking. I enjoyed working on the problem sets and the many challenges presented by the course.",
  "aboutFSO": "The second course that I finished was Full Stack Open - introduction to modern web application development by the University of Helsinki. Throughout the course, I learned about technologies that are essential for building web applications today. I gained a solid understanding of JavaScript, React, Redux, Node.js, Express, MongoDB and much more. By emphasizing modern development practices such as test-driven development and continuous integration, the course prepared me for real-world web development scenarios.",
  "main": "Main",
  "depositCalculator": "Deposit calculator",
  "welcomeDeposit": "Welcome to my deposit calculator! This easy-to-use tool helps you calculate how much interest you can earn on your deposit over a specified period of time. Simply enter the deposit amount, the interest rate, and the deposit duration. The calculator will then calculate interest earned for each month and the final balance at the end of the deposit term, giving you a clear understanding of the potential return on your investment.",
  "initialDeposit": "Initial deposit",
  "annualRate": "Annual interest rate",
  "capitalization": "Capitalization",
  "compoundFrequency": "Compound frequency",
  "annually": "annually",
  "semiannually": "semiannually",
  "quarterly": "quarterly",
  "monthly": "monthly",
  "duration": "Duration of deposit",
  "yearsAnd": "years and",
  "months": "months",
  "calculate": "Сalculate",
  "interestEarned": "Interest earned",
  "finalValue": "Final value",
  "effectiveRate": "Effective rate",
  "month": "MONTH",
  "deposit": "DEPOSIT",
  "interest": "INTEREST",
  "capitalizationTable": "CAPITALIZATION",
  "alertProvideNumbers": "Please specify initial amount, interest rate and length"
}