{ 
  "welcome": "Добро пожаловать на мой сайт! Меня зовут Бакай, и я начинающий full-stack разработчик. Когда я открыл для себя программирование, я нашел свое новое призвание. Мне нравится изучать новые технологии и применять свои навыки в реальных проектах. Я хорошо владею HTML, CSS и JavaScript и могу работать со стеком MERN. На этом сайте я уже разместил одно приложение, которое я сам создал, и надеюсь, что их будет еще много. Спасибо, что посетили мой сайт, и было бы круто связаться с вами!",
  "aboutCS50": "Первый курс, который я прошел - это CS50 - введение в компьютерные науки и искусство программирования Гарвардского университета. В рамках этого курса я узнал о различных концепциях и языках программирования, включая C, Python, HTML, CSS, JavaScript и SQL. Я глубже понял основы программирования, такие как алгоритмы, структуры данных и алгоритмическое мышление. Мне понравилось работать над задачами и решать поставленные на курсе проблемы.",
  "aboutFSO": "Второй курс, который я прошел - это Full Stack Open - введение в современную веб-разработку от Университета Хельсинки. В ходе курса я узнал о технологиях, которые необходимы для создания веб-приложений сегодня. Я получил хорошее понимание JavaScript, React, Redux, Node.js, Express, MongoDB и других технологий. Благодаря акцентированию на современных практиках разработки, таким как разработка на основе тестирования и непрерывная интеграция, курс подготовил меня к реальным сценариям веб-разработки.",
  "main": "Главная",
  "depositCalculator": "Депозитный калькулятор",
  "welcomeDeposit": "Рад представить вам мой депозитный калькулятор! Этот простой в использовании инструмент поможет вам рассчитать, сколько процентов вы сможете получить на свой вклад за определенный период времени. Просто введите сумму вклада, процентную ставку и срок вклада. Калькулятор рассчитает проценты за каждый месяц и конечный остаток в конце срока вклада, что даст вам четкое представление о потенциальной доходности ваших инвестиций.",
  "initialDeposit": "Первичный взнос",
  "annualRate": "Годовая ставка",
  "capitalization": "Капитализация",
  "compoundFrequency": "Периодичность",
  "annually": "Ежегодно",
  "semiannually": "Полугодично",
  "quarterly": "Ежеквартально",
  "monthly": "Ежемесячно",
  "duration": "Период",
  "yearsAnd": "лет и",
  "months": "месяцев",
  "calculate": "Раcсчитать",
  "interestEarned": "Полученные проценты",
  "finalValue": "Конечная сумма",
  "effectiveRate": "Эффективная ставка",
  "month": "МЕСЯЦ",
  "deposit": "ДЕПОЗИТ",
  "interest": "ПРОЦЕНТЫ",
  "capitalizationTable": "КАПИТАЛИЗАЦИЯ",
  "alertProvideNumbers": "Пожалуйста, укажите начальную сумму, процентную ставку и срок"

}  